# project_2

# Есть 3 таблицы с артикулами товаров. 
# Для каждой таблицы заменить колонку с идентификаторами так, 
# чтобы в каждом новом файле номер продолжался с последнего из предыдущего файла. 
# Используйте библиотеку pandas, openpyxl.

# Например,

# Файл 1                Файл 2
# | id  | товар |       | id  | товар |
# | :-- | :--   |       | :-- | :--   |
# | 1   | ...   |       | 6   | ...   |
# | 2   | ...   |       | 7   | ...   |
# | 3   | ...   |       | 8   | ...   |
# | 4   | ...   |       | 9   | ...   |
# | 5   | ...   |       | 10  | ...   |

# Ссылка на файлы:
# https://drive.google.com/drive/folders/19fUzll9H0oqV3Tirzpur5NrDeZdX12ie?usp=sharing
